Repository: ucanmoruk/v2
Catalog: mKYS/Raporlar/Ozeco/*/UGD1.resx
Languages: tr

# customSqlQuery1.Sql
source: select "masslab.rUGDListe"."ID", "masslab.rUGDListe"."RaporNo", "masslab.rUGDListe"."Tarih", "masslab.rUGDListe"."FirmaID", "masslab.rUGDListe"."Versiyon", "masslab.rUGDListe"."UrunEn", "masslab.rUGDListe"."Barkod", "masslab.rUGDListe"."Miktar", "masslab.rUGDListe"."Tip1", "masslab.rUGDListe"."Tip2", "masslab.rUGDListe"."Uygulama", "masslab.rUGDListe"."Hedef", "masslab.RootTedarikci"."Ad", "masslab.RootTedarikci"."Adres", "masslab.RootTedarikci"."Email", "masslab.RootTedarikci"."Telefon" from ("masslab"."rUGDListe" "masslab.rUGDListe" left join "masslab"."RootTedarikci" "masslab.RootTedarikci" on ("masslab.RootTedarikci"."ID" = "masslab.rUGDListe"."FirmaID"))
tr: select "masslab.rUGDListe"."ID", "masslab.rUGDListe"."RaporNo", "masslab.rUGDListe"."Tarih", "masslab.rUGDListe"."FirmaID", "masslab.rUGDListe"."Versiyon", "masslab.rUGDListe"."Urun", "masslab.rUGDListe"."Barkod", "masslab.rUGDListe"."Miktar", "masslab.rUGDListe"."Tip1", "masslab.rUGDListe"."Tip2", "masslab.rUGDListe"."Uygulama", "masslab.rUGDListe"."Hedef", "masslab.RootTedarikci"."Ad", "masslab.RootTedarikci"."Adres", "masslab.RootTedarikci"."Email", "masslab.RootTedarikci"."Telefon" from ("masslab"."rUGDListe" "masslab.rUGDListe" left join "masslab"."RootTedarikci" "masslab.RootTedarikci" on ("masslab.RootTedarikci"."ID" = "masslab.rUGDListe"."FirmaID"))

# sqlDataSource1.ResultSchemaSerializable
source: PERhdGFTZXQgTmFtZT0ic3FsRGF0YVNvdXJjZTEiPjxWaWV3IE5hbWU9Im1hc3NsYWJfclVHRExpc3RlIj48RmllbGQgTmFtZT0iSUQiIFR5cGU9IkludDMyIiAvPjxGaWVsZCBOYW1lPSJSYXBvck5vIiBUeXBlPSJJbnQzMiIgLz48RmllbGQgTmFtZT0iVGFyaWgiIFR5cGU9IkRhdGVUaW1lIiAvPjxGaWVsZCBOYW1lPSJGaXJtYUlEIiBUeXBlPSJJbnQzMiIgLz48RmllbGQgTmFtZT0iVmVyc2l5b24iIFR5cGU9IkludDMyIiAvPjxGaWVsZCBOYW1lPSJVcnVuRW4iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iQmFya29kIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9Ik1pa3RhciIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJUaXAxIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IlRpcDIiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iVXlndWxhbWEiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iSGVkZWYiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iQWQiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iQWRyZXMiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iRW1haWwiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iVGVsZWZvbiIgVHlwZT0iU3RyaW5nIiAvPjwvVmlldz48VmlldyBOYW1lPSJtYXNzbGFiX3JVR0REZXRheSI+PEZpZWxkIE5hbWU9IkdvcnVudW0iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iUmVuayIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJLb2t1IiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9InBIIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IktheW5hbWEiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iRXJpbWUiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iWW9ndW5sdWsiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iU3VkYSIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJWaXNrb3ppdGUiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iTWlrcm8iIFR5cGU9IkJvb2xlYW4iIC8+PEZpZWxkIE5hbWU9Ik1SZXNpbSIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJDaGFsbGVuZ2UiIFR5cGU9IkJvb2xlYW4iIC8+PEZpZWxkIE5hbWU9IkNSZXNpbSIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJTdGFiaWxpdGUiIFR5cGU9IkJvb2xlYW4iIC8+PEZpZWxkIE5hbWU9IlNSZXNpbSIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJVcnVuSUQiIFR5cGU9IkludDMyIiAvPjxGaWVsZCBOYW1lPSJTdGFiaWxpdGVOb3RFbiIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJNaWtyb05vdEVuIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkNoYWxsZW5nZU5vdEVuIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9Im1hc3NsYWIuclVHRERldGF5Ml9VcnVuSUQiIFR5cGU9IkludDMyIiAvPjxGaWVsZCBOYW1lPSJLdWxsYW5pbUVuIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IlV5YXJpbGFyRW4iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iT3plbGxpa2xlciIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJLdXR1IiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkRpZ2VyIiBUeXBlPSJTdHJpbmciIC8+PC9WaWV3PjxWaWV3IE5hbWU9Im1hc3NsYWJfclVHRFRpcCI+PEZpZWxkIE5hbWU9IkthdGVnb3JpRW4iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iVXJ1blRpcGlFbiIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJZdXpleUFsYW5pIiBUeXBlPSJJbnQzMiIgLz48RmllbGQgTmFtZT0iVXlndWxhbWFCb2xnZXNpRW4iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iU2lrbGlrRW4iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iR3VubHVrTWlrdGFyIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkFEZWdlcmkiIFR5cGU9IkRlY2ltYWwiIC8+PEZpZWxkIE5hbWU9IklEIiBUeXBlPSJJbnQzMiIgLz48L1ZpZXc+PFJlbGF0aW9uIE1hc3Rlcj0ibWFzc2xhYl9yVUdETGlzdGUiIERldGFpbD0ibWFzc2xhYl9yVUdERGV0YXkiPjxLZXlDb2x1bW4gTWFzdGVyPSJJRCIgRGV0YWlsPSJVcnVuSUQiIC8+PC9SZWxhdGlvbj48UmVsYXRpb24gTWFzdGVyPSJtYXNzbGFiX3JVR0RMaXN0ZSIgRGV0YWlsPSJtYXNzbGFiX3JVR0RUaXAiPjxLZXlDb2x1bW4gTWFzdGVyPSJUaXAyIiBEZXRhaWw9IklEIiAvPjwvUmVsYXRpb24+PC9EYXRhU2V0Pg==
tr: PERhdGFTZXQgTmFtZT0ic3FsRGF0YVNvdXJjZTEiPjxWaWV3IE5hbWU9Im1hc3NsYWJfclVHRExpc3RlIj48RmllbGQgTmFtZT0iSUQiIFR5cGU9IkludDMyIiAvPjxGaWVsZCBOYW1lPSJSYXBvck5vIiBUeXBlPSJJbnQzMiIgLz48RmllbGQgTmFtZT0iVGFyaWgiIFR5cGU9IkRhdGVUaW1lIiAvPjxGaWVsZCBOYW1lPSJGaXJtYUlEIiBUeXBlPSJJbnQzMiIgLz48RmllbGQgTmFtZT0iVmVyc2l5b24iIFR5cGU9IkludDMyIiAvPjxGaWVsZCBOYW1lPSJVcnVuIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkJhcmtvZCIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJNaWt0YXIiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iVGlwMSIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJUaXAyIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IlV5Z3VsYW1hIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkhlZGVmIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkFkIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkFkcmVzIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkVtYWlsIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IlRlbGVmb24iIFR5cGU9IlN0cmluZyIgLz48L1ZpZXc+PFZpZXcgTmFtZT0ibWFzc2xhYl9yVUdERGV0YXkiPjxGaWVsZCBOYW1lPSJHb3J1bnVtIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IlJlbmsiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iS29rdSIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJwSCIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJLYXluYW1hIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkVyaW1lIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IllvZ3VubHVrIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IlN1ZGEiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iVmlza296aXRlIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9Ik1pa3JvIiBUeXBlPSJCb29sZWFuIiAvPjxGaWVsZCBOYW1lPSJNUmVzaW0iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iQ2hhbGxlbmdlIiBUeXBlPSJCb29sZWFuIiAvPjxGaWVsZCBOYW1lPSJDUmVzaW0iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iU3RhYmlsaXRlIiBUeXBlPSJCb29sZWFuIiAvPjxGaWVsZCBOYW1lPSJTUmVzaW0iIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iVXJ1bklEIiBUeXBlPSJJbnQzMiIgLz48RmllbGQgTmFtZT0iU3RhYmlsaXRlTm90IiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9Im1hc3NsYWIuclVHRERldGF5Ml9VcnVuSUQiIFR5cGU9IkludDMyIiAvPjxGaWVsZCBOYW1lPSJLdWxsYW5pbSIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJVeWFyaWxhciIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJPemVsbGlrbGVyIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9Ikt1dHUiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iRGlnZXIiIFR5cGU9IlN0cmluZyIgLz48L1ZpZXc+PFZpZXcgTmFtZT0ibWFzc2xhYl9yVUdEVGlwIj48RmllbGQgTmFtZT0iS2F0ZWdvcmkiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iVXJ1blRpcGkiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iWXV6ZXlBbGFuaSIgVHlwZT0iSW50MzIiIC8+PEZpZWxkIE5hbWU9IlV5Z3VsYW1hQm9sZ2VzaSIgVHlwZT0iU3RyaW5nIiAvPjxGaWVsZCBOYW1lPSJTaWtsaWsiIFR5cGU9IlN0cmluZyIgLz48RmllbGQgTmFtZT0iR3VubHVrTWlrdGFyIiBUeXBlPSJTdHJpbmciIC8+PEZpZWxkIE5hbWU9IkFEZWdlcmkiIFR5cGU9IkRlY2ltYWwiIC8+PEZpZWxkIE5hbWU9IklEIiBUeXBlPSJJbnQzMiIgLz48L1ZpZXc+PFJlbGF0aW9uIE1hc3Rlcj0ibWFzc2xhYl9yVUdETGlzdGUiIERldGFpbD0ibWFzc2xhYl9yVUdERGV0YXkiPjxLZXlDb2x1bW4gTWFzdGVyPSJJRCIgRGV0YWlsPSJVcnVuSUQiIC8+PC9SZWxhdGlvbj48UmVsYXRpb24gTWFzdGVyPSJtYXNzbGFiX3JVR0RMaXN0ZSIgRGV0YWlsPSJtYXNzbGFiX3JVR0RUaXAiPjxLZXlDb2x1bW4gTWFzdGVyPSJUaXAyIiBEZXRhaWw9IklEIiAvPjwvUmVsYXRpb24+PC9EYXRhU2V0Pg==

# xrLabel23.Text
source: A commercially available cosmetic product must be safe for human health when used under normal or foreseeable conditions of use. Stability studies were carried out on the finished product. The appearance, color, odor, pH and weight values of the product are checked at regular intervals under different temperature conditions. Stability test results are included in the product security file.
tr: Stabilite çalışmaları bitmiş ürün üzerinden gerçekleştirilmiştir. Ürünün görünüş, renk, koku, pH ve ağırlık değerleri, farklı sıcaklık koşullarında belli aralıklarla kontrol edilmektedir. Stabilite test sonuçları ürün güvenlik dosyasında bulunmaktadır.

# xrLabel24.Text
source: Microorganisms that should never be present in cosmetic products are Staphylococcus aureus, Pseudomonas aeruginosa, Candida albicans and Escherichia coli. Since different skin areas may have different sensitivities, two separate categories have been defined for cosmetic products.
tr: Kozmetik ürünlerde kesinlikle bulunmaması gereken mikroorganizmalar Staphylococcus aureus, Pseudomonas aeruginosa, Candida albicans ve Escherichia coli’dir. Farklı cilt bölgeleri, farklı hassasiyete sahip olabileceğinden kozmetik ürünler için iki ayrı kategori tanımlanmıştır.

# xrLabel28.Text
source: The test involves the preparation of appropriate microorganisms at specific inoculum levels and the enumeration of microorganisms in the sample by inoculating the sample containing microorganisms at specific time intervals. The adequacy of the preservative properties of the product is determined by determining whether a significant decrease or increase in microorganisms is observed at 7, 14 and 28 days under the test conditions.
tr: Test, uygun mikroorganizmaların belirli inokulum seviyelerinde hazırlanması ve belirli zaman aralıklarında mikroorganizma içeren numuneden ekim yapılarak numunedeki mikroorganizmaların sayılmasını kapsar. Test koşulları içinde 7., 14 ve 28 günlerdeki mikroorganizmaların uygun bir şekilde belirgin bir düşüş veya artışın gözlenip gözlenmediğine bakılarak ürünün koruyucu özelliğinin yeterliliğine karar verilir.

# xrLabel54.Text
source: According to the safety assessment report and the toxicological profile calculations, there is no obstacle in the sale of the product. Other documents in the Information File of the product are listed below: a- Label information b- Formulation-production method c- GMP and Contract Contract d- Result of Stability Test
tr: Kozmetik ürün ile ilgili rapor içerisinde yer alan bilgiler için Ürün Güvenlik Dosyasında da yer alan Hammadde Güvenlik Bilgi Formları, ürün formülasyonu, ürün etiket bilgisi ve ilgili test raporlarından faydalanılmıştır.

# xrLabel51.Text
source: A system should be established to collect, document, establish causality and manage the undesirable effects resulting from the use of the product after it is placed on the market, and when serious undesirable effects occur, the Agency should be informed in accordance with the "Turkish Medicines and Medical Devices Agency Guideline on Notification of Serious Undesirable Effects (CIE) by the Manufacturer to the Agency". All data on undesirable effects and serious undesirable effects related to the cosmetic product(s) should be accessible. Information on all undesirable and serious undesirable effects, including statistical data, must be included in the product information file. No undesirable effects or serious undesirable effects have been reported.
tr: Ürünün piyasaya arzı sonrası kullanımında üründen kaynaklanan istenmeyen etkileri toplayacak, belgelendirecek, nedensellik kuracak ve yönetecek bir sistem kurulmalı ve ciddi istenmeyen etkiler olduğunda, “Türkiye İlaç Ve Tıbbi Cihaz Kurumu Üretici Tarafından Ciddi İstenmeyen Etkinin (CİE) Kuruma Bildirilmesine İlişkin Kılavuz” gereğince Kurum bilgilendirilmelidir. Kozmetik ürün/ürünler ile ilgili istenmeyen etkiler ve ciddi istenmeyen etkiler hakkındaki tüm veriler erişilebilir olmalıdır. İstatistiki veriler de dahil olmak üzere tüm istenmeyen ve ciddi istenmeyen etkilere dair bilgilerin ürün bilgi dosyasında bulunması zorunludur. İstenmeyen etki ve ciddi istenmeyen etki bildirilmemiştir.

# xrLabel47.Text
source: The raw materials and mixtures in the formula were grouped according to their trade names and toxicological evaluations were made. Physical properties and toxicological profiles of raw materials and mixtures are given in Annex-2.
tr: Formülde yer alan hammadde ve karışımlar ticari isimlerine göre gruplandırılarak toksikolojik değerlendirmeleri yapılmıştır. Hammadde ve karışımları ait fiziksel özellikler ve toksikolojik profiller Ek-2'de belirtilmiştir.

# xrLabel43.Text
source: The systemic effects and the limit of safety (MoS) are calculated on the basis of the NO(A)EL value determined on the basis of the toxicological data observed in the experiments, taking into account all significant absorption pathways. If this assessment cannot be made, the reason should be adequately justified.
tr: Bütün belirgin emilim yolları dikkate alınarak ve deneyler sonucu gözlemlenen toksikolojik veriler ışığında belirlenen NO(A)EL değerine dayanarak, sistemik etkiler ve güvenlilik sınırı (MoS) hesaplanır. Bu değerlendirme yapılamıyor ise nedeni uygun bir şekilde gerekçelendirilmelidir.

# xrTableCell66.Text
source: Results of long-term repeated dose chronic toxicity, carcinogenicity, teratogenicity test studies in rats, mice, rabbits or dogs for 28 days, 90 days. The highest application amount of the substance at which no undesirable effect is observed. The highest dose or amount of exposure to which no undesirable effects are observed due to treatment or application, expressed in mg/kg body weight/day.
tr: Sıçan, fare, tavşan veya köpeklerde yapılan 28 gün, 90 gün gibi uzun süreli tekrarlanan doz kronik toksisite, karsinojenisite, teratojenisite test çalışmalarının sonuçlarıdır. İstenmeyen etkinin gözlenmediği maddenin en yüksek uygulama miktarıdır. Tedavi veya uygulamaya bağlı olarak hiç istenmeyen etki görülmeyen en yüksek doz veya maruz kalınan madde miktarı birimi mg/kg vücut ağırlığı/gün cinsinden ifade edilir.

# xrLabel33.Text
source: The relevant properties of the packaging material should be taken into account, as substance migration from the packaging to the formulation may occur. Information on packaging material and nominal quantity is provided in the "Product Information" table.
tr: Ambalajdan formülasyona madde geçişi olabileceğinden, ambalaj malzemesinin ilgili özellikleri dikkate alınmalıdır. Ambalaj materyali ve nominal miktar hakkında bilgi "Ürün Hakkında Bilgiler" tablosunda paylaşılmıştır.

# xrLabel30.Text
source: Impurities are unwanted substances in raw materials. Residue is a small amount of an undesirable substance in the finished product. Residues may arise from sources such as impurities in raw materials/substances; the manufacturing process; potential chemical changes that may occur in the product under normal storage conditions and or through contact with the packaging material; interaction and or substance migration. The GMP declaration of the company where the cosmetic product is manufactured certifies that the cosmetic product is manufactured in accordance with Good Manufacturing Practices. Information on the physical and chemical properties of each raw material in the cosmetic product formulation is available and the purity criteria comply with the legislation. The cosmetic product does not contain genetically modified organisms (GMO), nanomaterials, ingredients of animal origin, CMR substances classified in categories 1A, 1B and 2 according to CLP regulation 1272/2008.
tr: Safsızlıklar, hammaddelerde istenmeyen maddelerdir. Kalıntı, bitmiş üründeki küçük miktarda istenmeyen maddedir. Kalıntılar, hammaddeler/maddelerdeki safsızlıklar; üretim işlemi; normal saklama koşulları altında ve veya ambalaj materyali ile temas yoluyla üründe açığa çıkabilecek potansiyel kimyasal değişiklik etkileşim ve veya madde geçişi vb. kaynaklardan meydana gelebilir. Kozmetik ürünün üretildiği firmaya ait GMP deklarasyonu, kozmetik ürünün İyi İmalat Uygulamalarına uygun olarak üretildiğini belgelemektedir. Kozmetik ürün formülasyonunda yer alan her bir hammaddeye ait fiziksel ve kimyasal özellikleri hakkında bilgiler mevcut olup saflık kriterleri mevzuata uygundur. Kozmetik ürün, genetik olarak modifiye edilmiş organizmalar (GMO), nanomateryaller, hayvansal orjinli bileşenler, 1272/2008 sayılı CLP tüzüğüne göre 1A, 1B ve 2 kategorilerinde sınıflandırılan CMR maddeleri içermemektedir.

# xrLabel66.Text
source: a) Name and address of the person who prepared the security assessment report Chemist/ Begüm PAZARLI b) The diploma and CV of the person who made the security assessment is attached. c) Security evaluator's signature and date.
tr: NO(A)EL değeri olmayan bileşenlerde minimum güvenlik sınırı hesaplanamamıştır. NO(A)EL değeri olmayan bileşenler diğer toksikolojik veriler dahilinde kozmetik ürünlerde kullanımı güvenlidir. Hammaddeler için belirlenen güvenlik sınırları, tavsiye edilen minimum sınır değer olan 100’ün üzerinde olduğu için ‘güvenli’ düzeydedir. Bu yüzden ürün içerisindeki hiçbir bileşen son kullanıcı için risk taşımamaktadır. Ürün formülünde, kozmetik ürünlerinde sıklıkla kullanılan ve kabul edilebilir özellikte hammaddeler yer almaktadır. Raporun A kısmında yer alan bütün sonuçlar ürünün güvenli olduğunu kanıtlar nitelik taşımaktadır.

# xrLabel63.Text
source: Safety assessment report, cosmetics law no. 5324, regulation on amendments to the cosmetics regulation and regulation annexes, guide on safety assessment in cosmetic products, SCCS guidance notes 12th Revision (THE SCCS NOTES OF GUIDANCE FOR THE TESTING OF COSMETIC INGREDIENTS AND THEIR SAFETY EVALUATION 12TH REVISION) and Europe Prepared in reference to cosmetic product directive 1223/2009. Details are in Annex I/B of Article 13(4) of the Cosmetic Products Regulation published in the Official Gazette No. 32184 dated 08.05.2023."Cosmetic product safety assessment" is a theoretical and practical assessment given in pharmacy, toxicology, medicine or a similar discipline. A diploma showing that you have completed your university education or another educational program whose equivalence is accepted by the Institution. This security assessment report has been prepared in accordance with the article "This security assessment report is carried out by a person with evidence of other official qualifications." In preparing this report and evaluating the product (analysis certificates of raw materials, MSDSs, product specifications, stability data, microbiological test, Challenge test, IFRA certificate, production method, product formula and GMP certificate, law and relevant regulations etc.) were used.
tr: Bu rapor; EC No 1223/2009 Kozmetik Regülasyonu 23 Mayıs 2005 tarihli, 25823 Resmi Gazete sayılı Kozmetik Yönetmeliği ve ekleri, The SCCS's Notes Of Guidance For The Testing Of Cosmetic Ingredients And Their Safety Evaluation 12th Revision, Türkiye İlaç ve Tıbbi Cihaz Kurumu Kozmetik Ürünlerde Güvenlilik Değerlendirmesine İlişkin Kılavuz Sürüm 3 uyarınca hazırlanmıştır. Değerlendirme; üreticinin sunduğu mevcut bilgi ve belgeler doğrultusunda yapılmıştır. Raporun sonunda referanslar ve ekli belgeler yer almaktadır. Ürün özelliği, fiziksel/kimyasal ve stabilite verileri kabul edilebilir düzeydedir.

# xrLabel59.Text
source: It has been seen that the information of the manufacturer and the responsible company on the finished product label, all the raw materials in the list of product components on the label, are written with the names of INCI and in order from largest to smallest according to the % concentration. Necessary symbols are included. The label has been observed to comply with the legislation. The components in the product are the raw materials that are allowed to be used in cosmetics and are suitable for use. All raw materials are non-toxic at these concentrations when used under normal and predictable conditions. The product does not include the substances in the list of prohibited substances in the Cosmetic Law No. 5324, the Regulation on the Amendment of the Cosmetic Regulation and the Annexes of the Regulation. The product composition complies with the cosmetic legislation. No undesirable effects or serious undesirable effects were reported.
tr: Ürün; Kozmetik Yönetmeliğinde Değişiklik Yapılmasına Dair Yönetmelik / EK II ‐Kozmetik Ürünlerde Yasaklı Maddeler Listesi yer alan yasaklı maddeler listesindeki maddeleri içermemektedir. Ürünün, kullanım yeri, kullanım amacı ve miktarına göre normal ve makul olarak öngörülebilir kullanımı uygundur. Bu rapor mevcut veriler doğrultusunda hazırlanmıştır. Normal şartlar altında ürünün, kullanım yeri, kullanım amacı ve miktarına göre normal ve makul olarak öngörülebilir kullanımı uygundur. Üründe veya mevzuatta değişiklikler gerçekleştiğinde (örneğin; üreticinin yaptığı değişiklikler, mevzuatta formülasyonda yer alan maddelerden birine getirilen kısıtlama, formülasyon veya ambalaj gereklilikleri gibi hususlarda) mevzuata uygunluğu kontrol edilmeli, güvenlilik değerlendirmesi yeniden gözden geçirilmeli ve gerekliyse güncellenmelidir. Aşağıdaki şartlardan bir veya daha fazlası söz konusu ise, güvenlilik değerlendirmesi yeniden gözden geçirilmeli ve gerekliyse güncellenmelidir:

# xrLabel58.Text
source: There is no data on impurities and residues. In the safety assessment for adults, the MoS (safety interval) has been evaluated according to the MoS > 100 in the SCCS directives. Confidence intervals were calculated for raw materials that could reach NO(A)EL values. The safety of raw materials whose. NO(A)ELvalues are not reached has been evaluated as safe by examining CIR, COSING and literature. The confidence inte rval for all the calculated raw materials was found to be greater than 100. It is safe to use raw materials at this concentration for this product as well. By taking the upper limit usage rate of the raw materials and assuming 100% absorbtion, the worst-possible safety interval was calculated.
tr: Normal koşullar altında depolanan kozmetik ürünün belirtilen minimum dayanma süresinin ve bitmiş ürünün açıldıktan sonra kullanım süresinin doğrulanması güvenlilik açısından önemlidir. Ürün formülasyonu ve stabilite test sonuçlarına göre; ambalaj materyali ürünün saflığı ve stabilitesi üzerine olumsuz etki yapmamaktadır. Ürün, yasaklı madde kalıntısı içermemektedir. Safsızlıklar ve kalıntılar hakkında bilgi bulunmamaktadır. Bitmiş ürün iç ve dış ambalajı değerlendirilmiştir. İç ve dış ambalajda üreticinin, adı veya unvanı ve adresi, ürünün fonksiyonu, ağırlık veya hacim olarak ambalajlama anındaki nominal miktar, açıldıktan sonraki kullanım süresi, kullanma talimatı ve tedbirler, üretim kodu veya üretim şarj numarası, ürün bileşenleri, vb. bilgiler yer almaktadır. Ürün bileşenleri listesinde yer alan bütün hammaddeler INCI isimleri ile ve % konsantrasyona göre büyükten küçüğe olacak şekilde sıra ile yazılmıştır. Etiketin mevzuata uygun olduğu görülmüştür. Dermal, oral ve inhaler maruziyet yolu insanların kozmetik ürünlere ilişkin potansiyel maruziyet yollarıdır. Değerlendirilen kozmetik ürün için dermal maruziyet söz konusudur. Kozmetik üründeki maddelerin her birine maruziyet, bitmiş ürüne maruziyetten ve bitmiş üründeki maddelerin tek tek konsantrasyonlarından hesaplanmıştır. Hammaddelerin üst limitteki kullanım oranı alınarak ve % 100 absorbe olduğu kabul edilerek olası en kötü durumdaki güvenlik aralığı hesaplanmıştır.
