Repository: ucanmoruk/v2
Catalog: mKYS/Raporlar/Ozeco/*/UGD1.resx
Languages: tr

# xrLabel56.Text
source: While preparing the cosmetic product safety report, the toxicological profile of the product components and ingredients, chemical structure, expected interactions (MSDS, allergen list, IFRA certificate, etc.), legal requirements and compliance with the legislation for the product and raw materials, durability data of the product, antimicrobial test data and packaging material. compatibility was evaluated. Finished product specifications and raw material specifications received from the manufacturer for each raw material were evaluated. The stability of the cosmetic product at different temperatures and its sensitivity to moisture should be evaluated under the tested storage conditions. Storage conditions and duration of the selected study should be sufficient to include storage, transportation and subsequent use. An accelerated stability study was carried out for this product, the durability of the product was tested under two different conditions. The stability test evaluation report is given in the annex of the Product Information File. While preparing the cosmetic product safety report, the toxicological profile of the product components and ingredients, chemical structure, expected interactions (MSDS, allergen list, IFRA certificate, etc.), legal requirements and compliance with the legislation for the product and raw materials, durability data of the product, antimicrobial test data and packaging material. compatibility was evaluated. Finished product specifications and raw material specifications received from the manufacturer for each raw material were evaluated. The stability of the cosmetic product at different temperatures and its sensitivity to moisture should be evaluated under the tested storage conditions. Storage conditions and duration of the selected study should be sufficient to include storage, transportation and subsequent use. An accelerated stability study was carried out for this product, the durability of the product was tested under two different conditions. The stability test evaluation report is given in the annex of the Product Information File.
tr: Kozmetik Yönetmeliğinin 6’ncı maddesi gereğince piyasaya arz edilen bir kozmetik ürün, normal ve üretici tarafından öngörülebilen şartlar altında uygulandığında veya ürünün sunumu, etiketlenmesi, kullanımına dair açıklamalara veya üretici tarafından sağlanan bilgiler dikkate alınarak önerilen kullanım şartlarına göre uygulandığında, insan sağlığı açısından güvenli olmalıdır. İşbu rapor; ürün bileşenlerinin toksikolojik karakteri, kimyasal yapısı ve maruz kalma seviyeleri, ürünün kullanımına sunulduğu hedef kitlenin veya ürünün uygulanacağı bölgenin belirgin maruziyet özellikleri göz önünde bulundurularak Kozmetik Yönetmeliği’nin 12 nci maddesi gereğince kozmetik bitmiş ürüne hazırlanmıştır. Bütün kaynaklardan elde edilen mevcut veriler değerlendirilerek kozmetik ürün güvenlilik raporu hazırlanmıştır. Formülasyonda yer alan her bir maddenin, karışımın ve bitmiş ürünün öngörülen kullanım koşulları altında güvenlilik değerlendirilmesi yapılmıştır. Değerlendirilen kozmetik ürün düzenli kullanım için uygun olup, harici kullanım içindir. Hammaddeden başlayarak bitmiş kozmetik ürünün eksiksiz olarak kalitatif ve kantitatif bileşimi açıklanmış, her bir hammaddenin ismi kimliği (kalitatif) ve miktarını belirten ağırlık yüzdelerinin yer aldığı tüm ürün bileşimi değerlendirilmiştir. Bitmiş ürüne ait fizikokimyasal spesifikasyonları değerlendirilmiştir. Hızlandırılmış ve uzun süreli stabilite testleri kozmetik ürünün bileşimi, formülasyonu, ambalaj şekli, kullanım şekli gibi ürüne özel kriterler göz önüne alınarak belirlenen farklı sıcaklıklarda, depolama ve dağıtım için önerilen son ambalaj ve kap/kapak sistemindeki ambalajlı kozmetik ürün üzerinden fiziksel, kimyasal ve ambalaj uyumu testleri gerçekleştirilmiştir.
